Repository: krishna-kumar-bais/Farm_Fresh_India
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi

source: Farm Fresh India
hi: फार्म फ्रेश इंडिया

source: Home
hi: होम

source: Products
hi: उत्पाद

source: Normal Products
hi: सामान्य उत्पाद

source: Organic Products
hi: जैविक उत्पाद

source: About Us
hi: हमारे बारे में

source: Contact Us
hi: संपर्क करें

source: My Profile
hi: मेरी प्रोफाइल

source: My Orders
hi: मेरे ऑर्डर

source: Logout
hi: लॉग आउट

source: Login
hi: लॉग इन

source: Register
hi: रजिस्टर

source: Cart
hi: कार्ट

source: Fresh produce direct from farms to your home
hi: ताजा उत्पाद सीधे खेतों से आपके घर तक

source: Shop Normal Products
hi: सामान्य उत्पाद खरीदें

source: Shop Organic Products
hi: जैविक उत्पाद खरीदें

source: Our Products
hi: हमारे उत्पाद

source: Affordable, farm-fresh produce cultivated using traditional agricultural methods.
hi: किफायती, खेत से ताजा उत्पाद जो पारंपरिक कृषि विधियों का उपयोग करके उगाए जाते हैं।

source: Browse Normal Products
hi: सामान्य उत्पाद ब्राउज़ करें

source: Premium, certified organic produce grown without chemicals or pesticides.
hi: प्रीमियम, प्रमाणित जैविक उत्पाद जो रसायनों या कीटनाशकों के बिना उगाए जाते हैं।

source: Browse Organic Products
hi: जैविक उत्पाद ब्राउज़ करें

source: Shop by Category
hi: श्रेणी के अनुसार खरीदें

source: Featured Products
hi: विशेष उत्पाद

source: Add to Cart
hi: कार्ट में जोड़ें

source: View Details
hi: विवरण देखें

source: Meet Our Farmers
hi: हमारे किसानों से मिलें

source: Learn More About Our Farmers
hi: हमारे किसानों के बारे में अधिक जानें

source: Fast Delivery
hi: तेज़ डिलीवरी

source: Delivery within 24 hours in select cities
hi: चुनिंदा शहरों में 24 घंटे के भीतर डिलीवरी

source: Quality Assurance
hi: गुणवत्ता आश्वासन

source: All products are verified for quality
hi: सभी उत्पादों की गुणवत्ता की जांच की जाती है

source: Secure Payments
hi: सुरक्षित भुगतान

source: Multiple payment options including UPI, cards, and COD
hi: यूपीआई, कार्ड और सीओडी सहित कई भुगतान विकल्प

source: Easy Returns
hi: आसान वापसी

source: Not satisfied? Return within 24 hours
hi: संतुष्ट नहीं? 24 घंटे के भीतर वापस करें

source: Check Delivery Availability in Your Area
hi: अपने क्षेत्र में डिलीवरी की उपलब्धता जांचें

source: Enter PIN Code
hi: पिन कोड दर्ज करें

source: Check
hi: जांचें
